Repository: PAYCOMET/woocommerce
Catalog: languages/wc_paytpv-*.po
Languages: es_es

source: + Add Terminal
es_es: + Añadir Terminal

source: - Remove Terminal
es_es: - Eliminar Terminal

source: 01 - January
es_es: 01 - Enero

source: 02 - February
es_es: 02 - Febrero

source: 03 - March
es_es: 03 - Marzo

source: 04 - April
es_es: 04- Abril

source: 05 - May
es_es: 05 - Mayo

source: 06 - June
es_es: 06 - Junio

source: 07 - July
es_es: 07 - Julio

source: 08 - August
es_es: 08 - Agosto

source: 09 - September
es_es: 09 - Septiembre

source: 10 - October
es_es: 10 - Octubre

source: 11 - November
es_es: 11 - Noviembre

source: 12 - December
es_es: 12 - Diciembre

source: 3DS authentication process error
es_es: Error en el proceso de autenticación 3DS

source: <a href="https://www.paycomet.com">PAYCOMET Online</a> payment gateway for Woocommerce enables credit card payment in your shop. All you need is a PAYCOMET merchant account and access to <a href="https://lens.paycomet.com">customer area</a>
es_es: <a href="https://www.paycomet.com">PAYCOMET</a> pasarela de pago para Woocommerce le permitirá dar la opción de pago con tarjeta de crédito o débito en su comercio. Para ello necesitara una cuenta en PAYCOMET y acceso al <a href="https://lens.paycomet.com">Área de clientes</a>

source: [DS_]AGENT_FEE parameter is not in a correct format
es_es: El parámetro [DS_]AGENT_FEE no tienen el formato correcto

source: [DS_]AGENT_FEE parameter missing
es_es: No se encuentra el parámetro [DS_]AGENT_FEE

source: A timeout has occurred in command execution
es_es: Se ha producido un timeout en la ejecución del comando

source: ACCOUNT field error
es_es: Error en el campo ACCOUNT

source: Account not active. Please contact PayCOMET
es_es: La cuenta no se encuentra activa. Contacte con PAYCOMET

source: Account not found
es_es: No se encuentra la cuenta de cliente

source: Account not found. Review your settings
es_es: Cuenta no encontrada. Revise su configuración

source: Account still not certified. Please contact PayCOMET
es_es: La cuenta no se encuentra certificada. Contacte con PAYCOMET

source: Account without products
es_es: No existen productos asociados a la cuenta

source: Add a description
es_es: Añadir descripción

source: AFT data validation failed. The data sent does not meet the specifications
es_es: Error en la validación de datos AFT. Los datos enviados no cumplen las especificaciones

source: AFT data validation failed. Wrong type of operation or sector of activity
es_es: Error en la validación de datos AFT. Tipo de operación o sector de actividad erróneo

source: after_add_to_cart_button
es_es: Después de botón Añadir al carrito

source: after_add_to_cart_quantity
es_es: Después de cantidad a añadir al carrito

source: after_single_product_summary
es_es: Después de la descripción del producto

source: All messaging retries have failed
es_es: Han fallado todos los reintentos de la mensajería

source: All transaction information transmitted between this site and PAYCOMET systems is encrypted using 256-bit SSL certificates. All cardholder information is transmitted encrypted and all messages sent to your servers from PAYCOMET are signed using SHA hashing to prevent tampering. The information that is transmitted to PAYCOMET servers cannot be examined, scanned, used or modified by any external party that gains access to confidential information.
es_es: Toda la información de transacciones que se transmite entre este sitio y los sistemas de PAYCOMET se cifra mediante certificados SSL de 256 bits. Toda la información del titular se transmite cifrada y todos Los mensajes enviados a sus servidores desde PAYCOMET se firman mediante hashing SHA para evitar su manipulación. La información que se transmite a los servidores de PAYCOMET no se puede examinar, escanear, utilizar o modificar por cualquier externo que obtenga acceso a información confidencial.

source: AMOUNT field error
es_es: Error en el campo AMOUNT

source: Amount zero or not valid
es_es: Cantidad cero o no válida

source: An error has occurred. Please verify the data entered and try again
es_es: Se ha producido un error. Por favor, verifica los datos introducidos y prueba de nuevo.

source: At any time, the user can add or remove data from their linked cards. In the section My account, they will see a section "My linked cards" where stored cards are displayed and they may be removed.
es_es: En cualquier momento, el usuario puede añadir ó eliminar los datos de sus tarjetas vinculadas. En el apartado Mi cuenta, verá un apartado \"Mis tarjetas vinculadas\" donde se mostrarán las tarjetas almacenadas y podrán ser eliminadas.

source: Authcode / errorCode parameter missing
es_es: Falta el parámetro authCode o errorCode

source: Authentification error
es_es: Error de autenticación

source: Authorisations for carrying out the operation not available
es_es: No dispone de permisos para realizar la operación

source: Authorization from different country than card issuer, not allowed
es_es: Transacción desde país distinto al emisor de la tarjeta no admitida

source: Available cards
es_es: Tarjetas disponibles

source: Bank account still not certified.
es_es: La cuenta bancaria no está certificada.

source: Bank account type is not IBAN
es_es: El tipo de cuenta bancaria no es IBAN

source: bankName parameter missing
es_es: Falta el parámetro bankName

source: before_add_to_cart_form
es_es: Antes del formulario de añadir al carrito

source: before_add_to_cart_quantity
es_es: Antes de cantidad a añadir al carrito

source: before_single_product
es_es: Antes del producto

source: before_single_product_summary
es_es: Antes de la descripción del producto

source: before_single_variation
es_es: Antes de variación

source: before_variations_form
es_es: Antes del formulario de variaciones

source: Bizum could not authenticate user
es_es: Bizum no ha podido autenticar el usuario

source: Bizum. Authentication failed. Lock after three attempts.
es_es: Bizum. Fallo en la autenticación. Bloqueo tras tres intentos.

source: Bizum. Charge rejected by originator.
es_es: Bizum. Cargo rechazado por ordenante.

source: Bizum. Insufficient available balance.
es_es: Bizum. Saldo disponible insuficiente.

source: Bizum. Payment rejected by beneficiary.
es_es: Bizum. Abono rechazado por beneficiario.

source: Bizum. The processor rejects the operation.
es_es: Bizum. El procesador rechaza la operación.

source: Bizum. Transaction cancelled. The user does not wish to continue.
es_es: Bizum. Operación cancelada. El usuario no desea seguir.

source: Blacklisted or suspected fraud card
es_es: Tarjeta en Lista Negra o sospechosa de fraude

source: Brand
es_es: Marca

source: Call terminated by the client
es_es: Llamada finalizada por el cliente

source: Call terminated, incorrect attempts exceeded
es_es: Llamada finalizada, intentos incorrectos excedidos

source: Call terminated, operation attempts exceeded
es_es: Llamada finalizada, intentos de operación excedidos

source: Call the issuer
es_es: Llamar al emisor

source: Can not create an operation token
es_es: No ha sido posible generar un token de operación

source: Can not find any of the PAYTPV_OPERATIONS_TERMINAL
es_es: No se encuentra alguno de los PAYTPV_OPERATIONS_TERMINAL

source: Can not find the associated account information
es_es: No se encuentra información de la cuenta asociada

source: Can not find the associated FUC
es_es: No se encuentra el FUC enviado

source: Can not find the associated product information
es_es: No se encuentra información del producto asociado

source: Can not find the associated user information
es_es: No se encuentra información del usuario asociado

source: Can not initialize the service
es_es: No puede inicializarse el servicio

source: Can not perform the operation
es_es: No ha sido posible realizar la operación

source: Cancel
es_es: Cancelar

source: Cancel order
es_es: Cancelar pedido

source: CANCEL_URL parameter is not in a correct format
es_es: El parámetro CANCEL_URL no es correcto

source: CANCEL_URL parameter missing
es_es: No se encuentra el parámetro CANCEL_URL

source: Cancellation is not accepted. The HCP did not find the operation to be canceled
es_es: No se acepta la anulación. El HCP no encontró la operación que se quiere anular

source: Cancellation not allowed. Authorization already refunded
es_es: Anulación no permitida. Operación ya devuelta

source: Cannot close right now
es_es: No es posible cerrar en este momento

source: Cannot find requested data
es_es: No se encontraron los datos solicitados

source: Cannot operate with given credit card
es_es: No se puede realizar la operación con la tarjeta de crédito proporcionada

source: Cannot register available resources to complete current operation
es_es: No se pudo registrar ningún recurso disponible para completar la operación

source: Card
es_es: Tarjeta

source: Card brand not allowed
es_es: Marca de la tarjeta no admitida

source: Card Category not allowed
es_es: Categoría de la tarjeta no admitida

source: Card data is protected by the Payment Card Industry Data Security Standard (PCI DSS)
es_es: Los datos de tarjetas se protegen mediante el Estándar de Seguridad de Datos para la Industria de Tarjeta de Pago (PCI DSS)

source: Card diary limit exceeds
es_es: Limite diario por tarjeta excedido

source: Card issuer could not validate card owner
es_es: El emisor de la tarjeta no pudo identificar al propietario

source: Card issuer not available right now. Please try again later
es_es: No es posible contactar con el banco emisor. Inténtelo más tarde

source: Card not supported by the system
es_es: Tarjeta no soportada por el sistema

source: Card number
es_es: Número de tarjeta

source: Card on Black List or suspected of fraud, include in Black List file
es_es: Tarjeta en Lista Negra o sospechosa de fraude, incluir en fichero de Lista Negra

source: Card type (credit / debit) not allowed
es_es: Tipo de tarjeta (crédito / débito) no admitido

source: Challenge required and user not present
es_es: Challenge requerido y usuario no presente

source: Challenge required to complete the operation
es_es: Se requiere challenge para finalizar la operación

source: Check that the Client Code, Terminal and Password are correct
es_es: Compruebe que el Código Cliente, Número de Terminal y Contraseña son correctos

source: Client code
es_es: Código Cliente

source: Client not found
es_es: No se encuentra el cliente

source: Close
es_es: Cerrar

source: Closing with agreement
es_es: Cierre con acuerdo

source: Closing without agreement
es_es: Cierre sin acuerdo

source: Collection rejected. Not found any of the original operations referenced
es_es: Rechazada la Colecta. No encontrada alguna de las operaciones originales referenciadas

source: Commerce with secure cardholder and cardholder without secure purchase key
es_es: Comercio con titular seguro y titular sin clave de compra segura

source: companyNameCreditor parameter missing.
es_es: Falta el parámetro companyNameCreditor.

source: Confirmation data not valid
es_es: Datos de confirmación no válidos

source: Could not connect to host
es_es: No se pudo conectar con el host

source: Could not connect to SSL host
es_es: No se pudo conectar al servidor SSL

source: Could not find any preauthorization with given data
es_es: No se pudo encontrar la preautorización

source: Could not find HTTP resource
es_es: No se ha encontrado el recurso HTTP

source: Could not find the previous operation
es_es: No se pudo encontrar la operación previa

source: Could not resolve host
es_es: No se pudo resolver el host

source: Could not resolve proxy address
es_es: No se pudo resolver el proxy

source: Could not send cancellation. Please try again later
es_es: No se pudo enviar la devolución. Por favor reinténtelo más tarde

source: Country (customer IP address) not allowed
es_es: País no admitido (dirección IP del cliente)

source: Credit card blacklisted
es_es: Tarjeta en lista negra

source: Credit card blacklisted. Please capture card
es_es: Tarjeta en lista negra. Por favor retenga físicamente la tarjeta

source: Credit card does not allow preauthorizations
es_es: La tarjeta no admite preautorizaciones

source: Credit card does not exist
es_es: Tarjeta inexistente

source: Credit card lost or stolen. Please capture card
es_es: Tarjeta perdida o robada. Por favor retenga físicamente la tarjeta

source: Credit card not registered or not logged by the issuer
es_es: Tarjeta no dada de alta o no registrada por el banco emisor

source: Credit card not valid
es_es: Tarjeta de crédito no válida

source: csb parameter missing
es_es: Falta el parámetro csb

source: Currency
es_es: Moneda

source: CURRENCY field error
es_es: Error en el campo CURRENCY

source: Current currency conversion invalid
es_es: Conversión de la moneda actual no válida

source: CVC2 block incorrect
es_es: Bloque CVC2 incorrecto

source: CVC2 Div Style
es_es: Estilo CVC2 Div

source: CVC2 Input Style
es_es: Estilo CVC2 Input

source: Daily limit not allowed
es_es: Límite máximo diario no permitido

source: Data error
es_es: Error en los datos

source: Data error. Validation Code
es_es: Error de formato en los datos capturados. CodValid

source: Data error: Expiration date
es_es: Error en el campo Fecha de Caducidad

source: Data error: Validation code
es_es: Error en el campo Código de Validación

source: Data inconsistency in cancellation validation
es_es: Inconsistencia de datos en la validación de la cancelación

source: Data inconsistency in confirmation
es_es: Inconsistencia de datos en confirmación

source: Date and time not synchronized
es_es: Fecha y Hora no sincronizada

source: Day / IP address limit (all cards) not allowed
es_es: Límite de transacciones por dirección IP /día (diferentes tarjetas) no permitido

source: Default
es_es: Por defecto

source: Delayed payment code does not exists
es_es: El pago diferido no existe

source: Denegation by security level
es_es: Denegado debido al nivel de seguridad

source: Denial by security controls on the processor
es_es: Denegación por controles de seguridad en el procesador

source: Denied for various reasons
es_es: Denegada por diversos motivos

source: Denied operation
es_es: Operación denegada

source: Denied operation for card data sent
es_es: Operación denegada para los datos de tarjeta enviados

source: Denied. Authentication amount exceeded
es_es: Denegada. Excedido importe de la autenticación

source: Denied. Filter same IP last 24 hours.
es_es: Operación denegada. Filtro límite de operaciones por IP últimas 24 horas.

source: Denied. Filter: Card country issuer not allowed
es_es: Operación denegada. Filtro país emisor de la tarjeta no admitido

source: Denied. Filter: same card, different country last 24 h.
es_es: Operación denegada. Filtro misma tarjeta, distinto país en las últimas 24 horas

source: Denied. It is not possible to verify authentication by Reference
es_es: Denegada. No es posible verificar autenticación por Referencia

source: Denied. Max amount same IP last 24 hours.
es_es: Operación denegada. Filtro acumulado importe por IP últimas 24 horas.

source: Denied. Operation with clear card data in SNCP merchant
es_es: Denegada. Operación con datos de tarjeta en claro en comercio SNCP

source: Description
es_es: Descripción

source: Description stored successfully
es_es: Descripción almacenada con éxito

source: Different IP / Reference limit not allowed
es_es: Límite de operaciones por referencia / diferente IP no permitido

source: Disable Offer to save card
es_es: Deshabilitar Almacenar Tarjetas

source: Disaster Recovery
es_es: Recuperación de desastres

source: DS_AGENT_FEE parameter is not correct
es_es: El parámetro DS_AGENT_FEE no es correcto

source: DS_EXECUTE can not be true if DS_SUBSCRIPTION_STARTDATE is different from today.
es_es: DS_EXECUTE no puede ser true si DS_SUBSCRIPTION_STARTDATE es diferente de hoy.

source: DS_MERCHANT_IDENTIFIER parameter is not correct
es_es: El parámetro DS_MERCHANT_IDENTIFIER no es correcto

source: DS_MERCHANT_IDENTIFIER parameter missing
es_es: No se encuentra el parámetro DS_MERCHANT_IDENTIFIER

source: Duplicate 1X2X message received (another message with the same RTS has already been processed)
es_es: Recibido mensaje 1X2X duplicado (ya ha sido procesado otro mensaje con el mismo RTS)

source: Duplicate xref. Pending operation.
es_es: Referencia externa duplicada. Operación en curso.

source: Duplicated external reference
es_es: Referencia externa duplicada

source: Duplicated internal reference
es_es: Referencia interna duplicada

source: Duplicated transaction
es_es: Transacción duplicada

source: Email address not configured for Sandbox email sending
es_es: Email no configurado para el envío de Emails en Sandbox

source: Email sending failed
es_es: Ha fallado el envío del email

source: Enable
es_es: Habilitar

source: Enable PAYCOMET gateway
es_es: Habilitar Pasarela PAYCOMET

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Encryption and Data Storage
es_es: Cifrado y almacenamiento de datos

source: Error downloading documents
es_es: Error en la descarga de documentos

source: Error en Pre-Transaction process. Try again later.
es_es: Error en el proceso pre-transacción. Inténtelo más tarde

source: Error in CVC2. Please capture card
es_es: Error en CVC2. Por favor retenga físicamente la tarjeta

source: Error in field operation origin IP
es_es: Error en el campo IP de origen de la operación

source: Error in message format
es_es: Error en formato del mensaje

source: Error in PUC message. Please contact PayCOMET
es_es: Error en el mensaje PUC. Contacte con PAYCOMET

source: Error in the amounts of the search
es_es: Error en los importes de la búsqueda

source: Error in the date range requested
es_es: Error en el intervalo de fechas solicitado

source: Error in XML format
es_es: Error en formato XML

source: Error uploading documents
es_es: Error en la subida de documentos

source: ERROR: The height of the iframe must be at least 440.
es_es: ERROR: La altura del iframe debe tener un valor mínimo de 440

source: ERROR: The JetId field must be filled if the payment method is JetIframe
es_es: ERROR: El campo JetID no puede estar vacío si el método de pago es JetIframe

source: ERROR: Unable to activate payment method.
es_es: ERROR: No se puede activar el método de pago.

source: Existing rule violation to make a refund
es_es: Violación de norma existentes para realizar una devolución

source: Expiration date
es_es: Fecha de expiración

source: Expiration Date of the card does not coincide with the one that the Issuer has on file
es_es: Fecha de Caducidad de la tarjeta no coincide con la que el Emisor tiene en sus archivos

source: Expired credit card
es_es: Tarjeta caducada

source: Expired credit card. Please capture card
es_es: Tarjeta caducada. Por favor retenga físicamente la tarjeta

source: Expired preauthorization
es_es: Preautorización caducada

source: Expiry Date
es_es: Caducidad

source: Expiry date error
es_es: Error en FechaCaducidad

source: ExpiryDate parameter missing
es_es: Falta el parámetro expiryDate

source: External provider signature error. Contact your service provider
es_es: Error en respuesta de pasarela. Contacte con PAYCOMET

source: Failed to stop worker
es_es: No se ha podido detener el worker

source: Field DS_MERCHANT_AMOUNT incorrect
es_es: Campo DS_MERCHANT_AMOUNT incorrecto

source: Field DS_MERCHANT_CURRENCY incorrect
es_es: Campo DS_MERCHANT_CURRENCY incorrecto

source: Field DS_MERCHANT_CVV2 incorrect
es_es: Campo DS_MERCHANT_CVV2 incorrecto

source: Field DS_MERCHANT_EXPIRYDATE incorrect
es_es: Campo DS_MERCHANT_EXPIRYDATE incorrecto

source: Field DS_MERCHANT_MERCHANTCODE incorrect
es_es: Campo DS_MERCHANT_MERCHANTCODE incorrecto

source: Field DS_MERCHANT_MERCHANTSIGNATURE incorrect
es_es: Campo DS_MERCHANT_MERCHANTSIGNATURE incorrecto

source: Field DS_MERCHANT_ORDER incorrect
es_es: Campo DS_MERCHANT_ORDER incorrecto

source: Field DS_MERCHANT_PAN incorrect
es_es: Campo DS_MERCHANT_PAN incorrecto

source: Field DS_MERCHANT_TERMINAL incorrect
es_es: Campo DS_MERCHANT_TERMINAL incorrecto

source: Field DS_MERCHANT_TRANSACTIONTYPE incorrect
es_es: Campo DS_MERCHANT_TRANSACTIONTYPE incorrecto

source: Field DS_ORIGINAL_IP incorrect
es_es: Campo DS_ORIGINAL_IP incorrecto

source: fileContent parameter missing.
es_es: Falta el parámetro fileContent.

source: Forbidden access
es_es: Acceso no permitido

source: Frequency error in the subscription
es_es: Error en la periodicidad de la suscripción

source: Gateway format error
es_es: Error en formato de pasarela

source: Gateway message error
es_es: Error en mensaje de pasarela

source: Given URL is not correctly formatted and cannot be used
es_es: La URL dada no está bien formateada y no puede usarse

source: Iframe Height (px)
es_es: Altura del Iframe (pixels)

source: Iframe height in pixels (Min 440)
es_es: Altura del iframe en pixels (Mínimo 440)

source: Inactive cards
es_es: Tarjetas inactivas

source: Info button corrupt
es_es: Información del botón corrupta

source: Initialization failed
es_es: Inicialización fallida

source: Instant installment payment
es_es: Pago a plazos instantáneo

source: Insufficient funds
es_es: Crédito insuficiente para realizar el cargo

source: Insufficient memory
es_es: Sin memoria

source: Insufficient rights
es_es: Permisos insuficientes

source: Integration with
es_es: Integración con

source: Internal security
es_es: Seguridad interna

source: Invalid amount
es_es: Cantidad no válida

source: Invalid card expiration date
es_es: Fecha de caducidad no válida

source: Invalid codigoCliente
es_es: Falta el parámetro codigoCliente

source: Invalid companyTypeCreditor parameter.
es_es: El parámetro companyTypeCreditor no es válido.

source: Invalid credentials
es_es: El usuario no tiene permisos para acceder al método altaUsario

source: Invalid credit card format
es_es: Formato de tarjeta de crédito no válido

source: Invalid document extension.
es_es: Extensión de documento no válida.

source: Invalid document type.
es_es: El tipo de documento no es válido.

source: Invalid email
es_es: Falta el parámetro email

source: Invalid email. Format not allowed
es_es: El parámetro email no parece una dirección válida

source: Invalid firma parameter
es_es: Falta el parámetro firma

source: Invalid format for maxamount parameter
es_es: El formato del parámetro maxamount no está permitido

source: Invalid language
es_es: Falta el parámetro language

source: Invalid maxamount
es_es: Falta el parámetro maxamount o su valor no puede ser 0

source: Invalid merchantCustomerIban parameter.
es_es: El parámetro merchantCustomerIban no es válido.

source: Invalid multicurrency
es_es: Falta el parámetro multicurrency

source: Invalid multicurrency. Format not allowed
es_es: El valor del parámetro multicurrency no está admitido

source: Invalid name
es_es: Falta el parámetro name

source: Invalid operation in a currency other than product currency
es_es: Operación no válida con una moneda distinta de la fijada en el producto

source: Invalid operation with a different currency than product currency
es_es: Operación no válida con una moneda distinta de la fijada en el producto

source: Invalid operation with the current currency
es_es: Operación no válida con la moneda actual

source: Invalid parameter
es_es: Parámetro no válido

source: Invalid password
es_es: Falta el parámetro password

source: Invalid permission_id -permissions_products. Not allowed
es_es: El valor del parámetro permission_id -permissions_products no está admitido

source: Invalid permission_id – permissions_specs. Not allowed
es_es: El valor del parámetro permission_id - permissions_specs no está admitido

source: Invalid permissions_products. Format not allowed
es_es: El parámetro permissions_products no tiene el formato correcto
