Repository: PAYCOMET/woocommerce
Catalog: languages/wc_paytpv-*.po
Languages: es_es

source: Subscription end date wrong
es_es: Fecha de final de suscripción errónea

source: Subscription start date wrong
es_es: Fecha de inicio de suscripción errónea

source: Subscriptions cards
es_es: Tarjetas asociadas a suscripción

source: System date/time not synchronized
es_es: Fecha/hora del sistema no sincronizada

source: System error
es_es: Error del sistema

source: System Safety
es_es: Seguridad en los sistemas

source: Template not found
es_es: Plantilla no encontrada

source: TERMINAL field error
es_es: Error en el campo TERMINAL

source: Terminal Number
es_es: Número Terminal

source: TerminalID parameter missing
es_es: Falta el parámetro terminalID

source: terminalIDCreditor parameter missing
es_es: Falta el parámetro terminalIDCreditor

source: terminalIDDebtor parameter missing
es_es: Falta el parámetro terminalIDDebtor

source: Terminals
es_es: Terminales

source: Thanks for your order, please fill the data below to process the payment.
es_es: Gracias por su pedido, por favor, rellene los datos a continuación para procesar el pago.

source: Thanks for your order, please press the button to pay.
es_es: Gracias por su pedido, por favor, pulse el botón para realizar el pago.

source: The account isn't set up correctly.
es_es: La cuenta no está configurada correctamente.

source: The amount of the transaction is not in a correct format
es_es: La cantidad de la operación no tiene el formato correcto

source: The application can not have a length greater than 6 months
es_es: La solicitud no puede tener un intervalo mayor a 6 meses

source: The authentication process was canceled
es_es: El proceso de autenticación fue cancelado

source: The BicCode of the Iban account (terminalIDCreditor) is invalid
es_es: El BicCode de la cuenta Iban (terminalIDCreditor) no es válido

source: The BicCode of the Iban account (terminalIDDebtor) is invalid
es_es: El BicCode de la cuenta Iban (terminalIDDebtor) no es válido

source: The card does not have the correct format
es_es: La tarjeta no tiene el formato correcto

source: The cardholder name is not in a correct format
es_es: El formato del Titular de la tarjeta no es correcto

source: The credit card has credit restrictions
es_es: La tarjeta tiene restricciones de crédito

source: The cvc2 does not have the correct format
es_es: El formato del cvc2 no es correcto

source: The date of the transaction is not in a correct format
es_es: La fecha de la operación no tiene el formato correcto

source: The document exceeds the maximum file size.
es_es: El documento excede el tamaño máximo.

source: The DS_USER_INTERACTION parameter is not valid
es_es: El parámetro DS_USER_INTERACTION no es válido

source: The exception sent is not enabled
es_es: La excepción enviada no esta habilitada

source: The expiry date of the card is not in a correct format
es_es: La fecha de caducidad de la tarjeta no tiene el formato correcto

source: The HTTP options range is not valid
es_es: El rango de opciones no es válido para la transferencia HTTP

source: The Iban account (terminalIDCreditor) is invalid
es_es: La cuenta Iban (terminalIDCreditor) no es válida

source: The Iban account (terminalIDDebtor) is invalid
es_es: La cuenta Iban (terminalIDDebtor) no es válida

source: The JETID parameter is not in a correct format
es_es: El formato del parámetro JETID no es correcto

source: The language parameter is not in a correct format
es_es: El formato del parámetro idioma no es correcto

source: The mandatory information of the MERCHANT_DATA has not been sent
es_es: La información obligatoria del MERCHANT_DATA no se ha enviado

source: The merchantCode parameter is incorrect
es_es: El parámetro merchantCode no es correcto

source: The month does not have the correct format
es_es: El formato del mes no es correcto

source: The notification URL defined in the product configuration of your PAYCOMET account does not respond correctly. Verify that it has been defined as:
es_es: La Url de notificación definida en la configuración del producto de su cuenta de PAYCOMET no responde de forma correcta. Verifique que la ha definido así:

source: The number of operations per request has been exceeded.
es_es: Se ha excedido el número de operaciones por petición.

source: The operation state is incorrect
es_es: El estado de la operación es incorrecto

source: The operationAmount parameter does not have the correct format
es_es: El parámetro operationAmount no tiene el formato correcto

source: The operationConcept parameter contains invalid characters or exceeds 140 characters
es_es: El parámetro operationConcept contiene caracteres inválidos o excede de 140 caracteres

source: The operationDatetime parameter does not have the correct format
es_es: El parámetro operationDatetime no tiene el formato correcto

source: The operationOrder parameter does not have the correct format
es_es: El parámetro operationOrder no tiene el formato correcto

source: The original amount of the transaction is not in a correct format
es_es: La cantidad original de la operación no tiene el formato correcto

source: The PAYCOMET payment gateway for WooCommerce
es_es: La pasarela de pago PAYCOMET para WooCommerce

source: The POST is not correctly built
es_es: No se construyó correctamente el POST

source: The product is not set as multicurrency
es_es: El producto no está configurado como multimoneda

source: The result of the operation is not supported
es_es: El resultado de la operación no está admitido

source: The signature is not correct
es_es: La firma no es correcta

source: The specified EndPointWorker does not exist
es_es: El EndPointWorker especificado no existe

source: The splitId parameter is not allowed
es_es: Parámetro splitId no autorizado

source: The splitId parameter is not valid
es_es: Parámetro splitId no válido

source: The subscription may not exceed the expiration date of the card
es_es: La subscripción no puede ser mayor de la fecha de caducidad de la tarjeta

source: The transaction currency is not supported
es_es: La moneda de la operación no está admitida

source: The type of operation is not supported
es_es: El tipo de la operación no está admitido

source: The type of operation requested does not exist
es_es: El tipo de operación solicitado no existe

source: The username is not correctly formatted
es_es: El nombre de usuario no se encuentra bien formateado

source: The year does not have the correct format
es_es: El formato del año no es correcto

source: There can be two terminals configured with the same currency.
es_es: No puede haber dos terminales configurados con la misma moneda.

source: There is not payment_info
es_es: No existe payment_info

source: There you should configure "Tipo de notificación del cobro:" as "Notificación por URL" set ther teh following URL:
es_es: Allí deberá configurar "Tipo de notificación del cobro:" como "Notificación por URL" y configurar ahí la URL:

source: This business does not store or transmit credit card or debit card data. Data are sent over an encrypted and secure channel to the PAYCOMET platform.
es_es: Este comercio no almacena ni transmite los datos tarjetas de crédito o débito. Los datos son enviados a través de un canal cifrado y seguro a la plataforma PAYCOMET

source: This controls the description which the user sees during checkout.
es_es: La descripción que el cliente verá en el proceso de compra

source: This controls the title which the user sees during checkout.
es_es: Esto determina el texto que el usuaurio ve en el proceso de compra

source: This method requires activation of the VHASH protocol
es_es: Este método requiere la activación del protocolo VHASH

source: This terminal don't allow (split) transfers
es_es: Este terminal no permite (split) transfers

source: Timeout error when performing a communication test (1804)
es_es: Error de timeout al realizar una prueba de comunicación (1804)

source: Title
es_es: Título

source: Total refunds cannot exceed original payment
es_es: El total de las devoluciones no puede superar la operación original

source: Total reversal cannot exceed original (split) transfer
es_es: El total de las revocaciones no puede superar el (split) transfer original

source: TpvID parameter missing
es_es: Falta el parámetro tpvID

source: Transaction already cancelled
es_es: Transacción cancelada previamente

source: Transaction originally denied
es_es: Transacción original denegada

source: Transaction still in process
es_es: Transacción aún en proceso

source: Transactional identifiers data not found
es_es: Datos de transacción no encontrados

source: TransactionId do not match
es_es: TransactionId no coincide con el suministrado

source: Transactions were not accomplished
es_es: Las transacciones no fueron finalizadas

source: TransactionType unknown
es_es: Tipo de transacción desconocido

source: Unexpected error
es_es: Error inesperado

source: uniqueIdCreditor parameter missing
es_es: Falta el parámetro uniqueIdCreditor

source: Unknown error
es_es: Error desconocido

source: Update
es_es: Actualizar

source: URL user is not correctly formatted
es_es: El usuario en la URL se formateó de manera incorrecta

source: User not found
es_es: No se pudo cargar el usuario de la cuenta

source: User not found. Contact PayCOMET
es_es: Usuario no encontrado. Contacte con PAYCOMET

source: User not found. Please contact your administrator
es_es: Usuario no encontrado. Contacte con PAYCOMET

source: USERCODE field error
es_es: Error en el campo USERCODE

source: userReference parameter missing
es_es: Falta el parámetro userReference

source: Violation of existing regulations to perform a local authorization
es_es: Violación de las normas existentes para realizar una autorización local

source: Wait, please...
es_es: Espere por favor...

source: Weak or invalid password
es_es: El parámetro password no tiene la fortaleza suficiente

source: Week / IP address limit (all cards) not allowed
es_es: Límite de transacciones por dirección IP /semana (diferentes tarjetas) no permitido

source: When the same card has several payments in "flight" at the time that one is finalized, the rest are denied with this code. This restriction is for security.
es_es: Cuando una misma tarjeta tiene varios pagos en "vuelo" en el momento que se finaliza uno el resto se deniegan con este código. Esta restricción se realiza por seguridad.

source: Wrong MAC
es_es: MAC erróneo

source: Wrong message format
es_es: Formato de mensaje erróneo

source: Wrong or not configured credentials
es_es: Las credenciales no son válidas o no están configuradas

source: Wrong or not configured notification URL
es_es: Ruta de notificación no configurada

source: Wrong PIN
es_es: PIN incorrecto

source: Wrong PIN Block
es_es: Bloque de PIN erróneo

source: Wrong token received
es_es: Recibido token incorrecto

source: Year
es_es: Año

source: Yes
es_es: Si

source: You can approve the payment request in the app to complete the order.
es_es: Podréis aprobar la solicitud de pago en la app para completar el pedido.

source: You have cards associated with a subscription that need to be updated. Press Update on the marked card.
es_es: Tiene tarjetas asociadas a una suscripción que deben ser actualizadas. Pulse 'Actualizar' sobre la tarjeta marcada.

source: You have no active cards.
es_es: No tiene tarjetas almacenadas

source: You must accept save card to continue
es_es: Debes aceptar guardar tarjeta para continuar

source: You must confirm the purchase on MB WAY, through the notice or in the activity area
es_es: Debes confirmar la compra en MB WAY, a través del aviso o en el área de actividad

source: You must define at least one terminal
es_es: Debe definir por lo menos un terminal

source: You will be charged 0.50 cents that will be returned immediately.
es_es: Se realizará un pequeño cargo de 0,5€ con el fin de validar la tarjeta. Este cargo será reembolsado automáticamente una vez finalizado el proceso de validación.

source: You will be redirected to Bancontact
es_es: Se te redirigirá a Bancontact

source: You will be redirected to Beeline
es_es: Se te redirigirá a Beeline

source: You will be redirected to Bizum
es_es: Se te redirigirá a Bizum

source: You will be redirected to EPS
es_es: Se te redirigirá a EPS

source: You will be redirected to Giropay
es_es: Se te redirigirá a Giropay

source: You will be redirected to iDeal
es_es: Se te redirigirá a iDeal

source: You will be redirected to Klarna
es_es: Se te redirigirá a Klarna

source: You will be redirected to KlarnaPayments
es_es: Se te redirigirá a KlarnaPayments

source: You will be redirected to MTS
es_es: Se te redirigirá a MTS

source: You will be redirected to Multibanco
es_es: Se te redirigirá a Multibanco

source: You will be redirected to MyBank
es_es: Se te redirigirá a MyBank

source: You will be redirected to Paypal
es_es: Se te redirigirá a Paypal

source: You will be redirected to PaySafeCard
es_es: Se te redirigirá a PaySafeCard

source: You will be redirected to Paysera
es_es: Se te redirigirá a Paysera

source: You will be redirected to PostFinance
es_es: Se te redirigirá a PostFinance

source: You will be redirected to Przelewy24
es_es: Se te redirigirá a Przelewy24

source: You will be redirected to QIWI Wallet
es_es: Se te redirigirá a QIWI Wallet

source: You will be redirected to Skrill
es_es: Se te redirigirá a Skrill

source: You will be redirected to Tele2
es_es: Se te redirigirá a Tele2

source: You will be redirected to Trustly
es_es: Se te redirigirá a Trustly

source: You will be redirected to Waylet
es_es: Se te redirigirá a Waylet

source: You will be redirected to WebMoney
es_es: Se te redirigirá a WebMoney

source: You will be redirected to Yandex Money
es_es: Se te redirigirá a Yandex Money

source: Your API Key from PayComet. Read documentation <a href="https://docs.paycomet.com/es/inicio/configuracion#apikeys">here</a>
es_es: El API Key de PayComet. Lea la documentación <a href="https://docs.paycomet.com/es/inicio/configuracion#apikeys">aquí</a>

source: Your JetId from PayComet
es_es: El JetId de PayComet

source: Your Product in PAYCOMET account is not set up with the Available Terminals option:
es_es: Su producto en la cuenta de PAYCOMET no está configurado para trabajar con la opción Terminales Disponibles:
