Repository: PAYCOMET/woocommerce
Catalog: languages/wc_paytpv-*.po
Languages: es_es

source: Invalid permissions_specs. Format not allowed
es_es: El parámetro permissions_specs no tiene el formato correcto

source: Invalid product_id - permissions_products. Not allowed
es_es: El valor del parámetro product_id - permissions_products no está autorizado

source: Invalid scoring value
es_es: Valor de scoring no válido

source: Invalid signature
es_es: La firma no es correcta

source: Invalid signature. Please check your configuration
es_es: Firma no válida. Por favor, revise su configuración

source: Invalid surname
es_es: Falta el parámetro surname

source: Invalid swiftCodeCreditor parameter.
es_es: El parámetro swiftCodeCreditor no es válido.

source: Invalid terminal configuration
es_es: Configuración de terminales incorrecta

source: Invalid type
es_es: Falta el parámetro type

source: Invalid user
es_es: No existe el usuario

source: Invalid usuarios parameter
es_es: Falta el parámetro usuarios

source: Invalid usuarios parameter format
es_es: El parámetro usuarios no tiene el formato correcto

source: Invalid usuarioXML
es_es: Falta el parámetro usuarioXML

source: Invalid value for language parameter
es_es: El valor del parámetro language no está admitido

source: Invalid value for type parameter
es_es: El valor del parámetro type no está admitido

source: Invoice state is not COMPLETE
es_es: El estado de la factura no es COMPLETE

source: It has not been possible to establish the IVR session
es_es: No ha sido posible establecer la sesión IVR

source: It has not been possible to record the (split) transfer operation
es_es: No ha sido posible grabar la operación (split) transfer

source: It has not been possible to record the (split) transfer reversal operation
es_es: No ha sido posible grabar la operación (split) transfer reversal

source: It has not been possible to record the SEPA operation
es_es: No ha sido posible grabar la operación SEPA

source: It was not possible to send the refund request
es_es: No ha sido posible enviar la petición de devolución

source: Link card
es_es: Vincular tarjetas

source: Links to banking institutions
es_es: Enlaces con entidades bancarias

source: MAC error
es_es: Error de MAC

source: Make payment
es_es: Realizar pedido

source: Mandatory PIN
es_es: Pin obligatorio

source: Max amount (same card / last 24 h. / same IP address) not allowed
es_es: Cantidad máxima por tarjeta / 24h. / misma dirección IP no permitida

source: Max amount (same card / last 24 h.) not allowed
es_es: Cantidad máxima por tarjeta / 24h. no permitida

source: Max. product price
es_es: Max. precio

source: Maximum requests per minute reached
es_es: Alcanzado límite de peticiones por minuto

source: Maximun limit not allowed
es_es: Límite máximo por operación no permitido

source: Maximun purchase value.
es_es: Precio máximo de compra

source: merchantCode parameter missing
es_es: Falta el parámetro merchantCode

source: merchantCustomerId parameter missing.
es_es: Falta el parámetro merchantCustomerId.

source: MerchatID parameter missing
es_es: Falta el parámetro merchatID

source: Message not recognized by the system
es_es: Mensaje no reconocido por el sistema

source: Message response timed out
es_es: Se ha acabado el tiempo de espera en la respuesta a un mensaje

source: Method not implemented
es_es: Método no implementado

source: Min. cart price
es_es: Min. precio

source: Minimun limit not allowed
es_es: Límite mínimo por operación no permitido

source: Minimun purchase value.
es_es: Precio mínimo de compra

source: Modify the style of the CVC2 Div
es_es: Modificar el estilo del CVC2 Div

source: Modify the style of the CVC2 Input
es_es: Modificar el estilo del CVC2 Input

source: Modify the style of the PAN Div
es_es: Modificar el estilo del PAN Div

source: Modify the style of the PAN Input
es_es: Modificar el estilo del PAN Input

source: Month
es_es: Mes

source: Monthly limit not allowed
es_es: Límite máximo mensual no permitido

source: Must be activated from your Paycomet Control Panel <a href="https://lens.paycomet.com" target="_blank">here</a>
es_es: Debe estar activo en los ajustes de tu Panel de Control de Paycomet <a href="https://lens.paycomet.com" target="_blank">aquí</a>

source: Must have at least one terminal configured to process payments.
es_es: Debe tener al menos un terminal configurado para procesar los pagos.

source: My Cards
es_es: Mis Tarjetas

source: NEW CARD
es_es: NUEVA TARJETA

source: No documents found
es_es: No se han encontrado documentos

source: No error
es_es: Sin error

source: Not allowed. Currency is not EUR
es_es: No permitido. La moneda no es EUR

source: Not cancelable operation
es_es: Operación no cancelable

source: Notification URL does not have the correct response
es_es: Ruta de notificación no responde correctamente

source: Notification URL is not defined in the product configuration of your account PAYCOMET account.
es_es: La URL de Notificación no está definida en la configuración del producto de su cuenta de PAYCOMET.

source: Number of erroneous consecutive attempts with the same card exceeded
es_es: Número de intentos consecutivos erróneos con la misma tarjeta excedidos

source: Number of failed attempts (last 30 minutes) from the same ip address exceeded
es_es: Número de intentos fallidos (últimos 30 minutos) desde la misma dirección ip excedidos

source: Number of PIN attempts exceeded
es_es: Excedido el número de intentos del PIN

source: Once in the PAYCOMET systems, confidential information is protected using standard 1024-bit encryption. Encryption keys are kept in volatile high security systems with double authentication, which makes their extraction impossible. Banks, security agents and banking institutions perform regular audits to ensure data protection.
es_es: Una vez en los sistemas de PAYCOMET, la información confidencial se protege utilizando estándares de cifrado de 1024 bits. Las claves de cifrado se mantienen en sistemas de alta seguridad volátiles y con doble autenticación lo que imposibilita su extracción. Bancos, agentes de seguridad y entidades bancarias realizan auditorías con regularidad para garantizar la protección de los datos.

source: Online communication incorrect
es_es: Comunicación online incorrecta

source: Operation canceled
es_es: Operación cancelada

source: Operation denied. Do not repeat before 72 hours
es_es: Operación denegada. No repetir antes de 72 horas

source: Operation denied. No repeat
es_es: Operación denegada. No repetir

source: Operation denied. Please capture card
es_es: Operación denegada. Por favor retenga físicamente la tarjeta

source: OPERATION field error
es_es: Error en el campo OPERATION

source: Operation not allowed for the credit card type
es_es: Operación no permitida para el tipo de tarjeta

source: Operation not available with the specified user
es_es: Operación no disponible con el usuario especificado

source: Operation not valid with selected currency
es_es: Operación no válida con la moneda actual

source: Operation timeout exceeded
es_es: Se agotó el tiempo de espera en la petición

source: Operation unavailable
es_es: Operación no disponible

source: OperationAmount parameter missing
es_es: Falta el parámetro operationAmount

source: OperationCode parameter missing
es_es: Falta el parámetro operationCode

source: OperationCurrency parameter missing
es_es: Falta el parámetro operationCurrency

source: OperationDatetime parameter missing
es_es: Falta el parámetro operationDatetime

source: operationOrder parameter missing
es_es: Falta el parámetro operationOrder

source: OperationResult parameter missing
es_es: Falta el parámetro operationResult

source: Operations between sandbox and production environments are not allowed
es_es: No se admiten operaciones entre entorno sandbox y entorno real

source: Operations parameter missing or not in a correct format
es_es: Falta el parámetro operaciones o no tiene el formato correcto

source: OperationType parameter missing
es_es: Falta el parámetro operationType

source: ORDER field error
es_es: Error en el campo ORDER

source: Original (split) tansfer not found
es_es: (Split) Transfer original no encontrada

source: Original operation not found. Could not refund
es_es: Operación anterior no encontrada. No se pudo ejecutar la devolución

source: Original payment's date cannot exceed 90 days
es_es: La fecha de la operación original no puede superar 90 días

source: OriginalAmount parameter missing
es_es: Falta el parámetro originalAmount

source: OriginalIP parameter missing or not in a correct format
es_es: Falta el parámetro originalIP o no tiene el formato correcto

source: PAN Check Error
es_es: Error en el número de la tarjeta

source: PAN Div Style
es_es: Estilo PAN Div

source: PAN Input Style
es_es: Estilo PAN Input

source: Pan parameter missing
es_es: Falta el parámetro pan

source: Parameter error: must be EMAIL or SMS
es_es: Error en la recepción de parámetros: debe ser EMAIL o SMS

source: Password
es_es: Contraseña

source: Pay
es_es: Pagar

source: Pay in a Iframe, Paycomet page or JetIframe.
es_es: Pagar en Iframe, en la Página de Paycomet o con JetIframe

source: Pay using your credit card in a secure way
es_es: Pague con tarjeta de crédito de la forma más segura

source: Pay with Bancontact
es_es: Paga con Bancontact

source: Pay with Beeline
es_es: Paga con Beeline

source: Pay with Bizum
es_es: Paga con Bizum

source: Pay with card
es_es: Pagar con tarjeta

source: Pay with EPS
es_es: Paga con EPS

source: Pay with Giropay
es_es: Paga con Giropay

source: Pay with iDeal
es_es: Paga con iDeal

source: Pay with Klarna
es_es: Paga con Klarna

source: Pay with KlarnaPayments
es_es: Paga con KlarnaPayments

source: Pay with MB Way
es_es: Paga con MB Way

source: Pay with MTS
es_es: Paga con MTS

source: Pay with Multibanco
es_es: Paga con Multibanco

source: Pay with MyBank
es_es: Paga con MyBank

source: Pay with Paypal
es_es: Paga con Paypal

source: Pay with PaySafeCard
es_es: Paga con PaySafeCard

source: Pay with Paysera
es_es: Paga con Paysera

source: Pay with PostFinance
es_es: Pago con PostFinance

source: Pay with Przelewy24
es_es: Paga con Przelewy24

source: Pay with QIWI Wallet
es_es: Paga con QIWI Wallet

source: Pay with Skrill
es_es: Paga con Skrill

source: Pay with Tele2
es_es: Paga con Tele2

source: Pay with Trustly
es_es: Paga con Trustly

source: Pay with Waylet
es_es: Paga con Waylet

source: Pay with WebMoney
es_es: Paga con WebMoney

source: Pay with Yandex Money
es_es: Paga con Yandex Money

source: Paycomet (Full Screen)
es_es: Paycomet (Pantalla Completa)

source: PAYCOMET Error 1004: You must define the API Key <a href="%s">here</a>.
es_es: PAYCOMET Error 1004: Debes definir la API Key <a href="%s">aquí</a>.

source: PAYCOMET general data must be configured <a href="%s">here</a>.
es_es: Los datos generales de PAYCOMET deben estar configurados <a href="%s">aquí</a>.

source: PAYCOMET has Backup systems hosted in different countries to ensure optimal safety of the systems and high availability. It also has a complete business continuity and disaster recovery policy.
es_es: PAYCOMET dispone de sistemas de Backup alojados en diferentes países para garantizar una seguridad de sistemas óptima y una alta disponibilidad. Asimismo, cuenta con una política de continuación comercial y recuperación de desastres completa.

source: PAYCOMET has multiple private links to banking networks that are completely independent of the Internet and which do not cross any public access network. All the information of the holder sent to banks and all the authorization messages sent in response are protected and cannot be manipulated.
es_es: PAYCOMET tiene varios enlaces privados con redes bancarias que son completamente independientes de Internet y que no atraviesan ninguna red de acceso público. Toda la información del titular enviada a los bancos y todos los mensajes de autorización enviados como respuesta están protegidos y no se pueden manipular.

source: PAYCOMET is also subject to an annual audit according to the standards of data security of the Payment Card Industry (PCI DSS) and is a fully approved Level 1 provider of payment services, which is the highest level of compliance.
es_es: PAYCOMET también se somete a una auditoría anual según los estándares de seguridad de datos del sector de tarjetas de pago (PCI DSS) y es un proveedor de servicios de pago de Nivel 1 totalmente aprobado, que es el mayor nivel de cumplimiento.

source: PAYCOMET is audited in access controls to production environments. The CPD where systems are hosted operate according to the requirements for Tier III centers. This ensures that safety is not put at risk at any time. It has sophisticated alarm systems, surveillance by means of closed circuit TV and security guards 24 hours a day, 7 days a week on site, as well as rigorous monitoring and maintenance. All the information about transactions and customer cards is protected even from our own employees.
es_es: PAYCOMET está auditado en controles de acceso a los entornos de producción. Los CPD donde se alojan los sistemas operan conforme a los requisitos para los centros Tier III. De esta forma se garantiza que la seguridad no se ponga en riesgo en ningún momento. Se dispone de sofisticados sistemas de alarma, vigilancia mediante circuitos cerrados de TV y vigilantes de seguridad, presentes 24 horas al día y 7 días a la semana en las instalaciones, así como de una monitorización y un mantenimiento rigurosos. Toda la información de transacciones y tarjetas de clientes está protegida incluso de nuestros propios empleados.

source: PAYCOMET Payment Gateway
es_es: Pasarela de pagos PAYCOMET

source: PAYCOMET systems are reviewed quarterly by specific ISO tools, an independent Qualified Security Assessor (QSA) and a scanning vendor (ASV) approved by the payment card brands.
es_es: Los sistemas de PAYCOMET se examinan trimestralmente mediante herramientas específicas ISO, un Asesor de Seguridad Cualificado (QSA) independiente y un proveedor de exploración aprobado (ASV) por las marcas de tarjetas de pago.

source: paycometId parameter missing
es_es: No se encuentra el parámetro paycometId

source: PaycometMerchant parameter missing
es_es: Falta el parámetro paycometMerchant

source: Payment error: %s (%d)
es_es: Error en el pago: %s (%d)

source: Payment gateway for credit card payment. Configuration for PayComet and alternative payment methods.
es_es: Pasarela de pago para pagos con tarjeta de crédito. Configuración de PayComet y métodos de pago alternativos.

source: Payment method not available
es_es: Método de pago no disponible

source: Payment not allowed in off-line authorization
es_es: Pago no permitido en operaciones fuera de línea

source: PayPal - Operation cancelled by user.
es_es: PayPal - Operación cancelada por el usuario.

source: PayPal - The instrument presented has been declined. Please select another one.
es_es: PayPal - El método de pago seleccionado ha sido rechazado. Por favor seleccione otro distinto.

source: PayPal - The sum of the amount of the cart items doesn't match the order total amount.
es_es: PayPal - La suma de los importes de los productos del carrito no corresponde con el importe total del pedido.

source: PAYTPV_OPERATIONS_MERCHANTCODE field error
es_es: Error en el campo PAYTPV_OPERATIONS_MERCHANTCODE

source: PAYTPV_OPERATIONS_OPERATIONS must be Array
es_es: PAYTPV_OPERATIONS_OPERATIONS debe ser Array

source: PAYTPV_OPERATIONS_SIGNATURE field error
es_es: Error en el campo PAYTPV_OPERATIONS_SIGNATURE

source: PAYTPV_OPERATIONS_SORTORDER unrecognized
es_es: PAYTPV_OPERATIONS_SORTORDER no válido

source: PAYTPV_OPERATIONS_TERMINAL must be Array
es_es: PAYTPV_OPERATIONS_TERMINAL debe ser Array

source: Phone number not configured for Sandbox SMS sending
es_es: Móvil no configurado para el envío de SMS en Sandbox

source: Please enter your Instant Credit Simulator Hash.
es_es: Por favor, introduce el Hash del simulador de Instant Credit

source: Please fill in required fields: API Key, Client Code, Terminal Number, Password.
es_es: Por favor, rellene los siguientes campos: API Key, Código de Cliente, Terminal y Contraseña.

source: Please, call the credit card issuer
es_es: Por favor, contacte con el banco emisor

source: Preauthorization amount cannot be greater than previous preauthorization amount
es_es: La nueva cantidad a preautorizar no puede superar la cantidad de la preautorización original

source: Preauthorization data could not be found
es_es: Datos de preautorización no encontrados

source: Preauthorization reference not found
es_es: Referencia de preautorización no encontrada

source: Previous operation already canceled
es_es: Operación anterior ya anulada

source: Previous operation not found. Cancellation could not be executed
es_es: Operación anterior no encontrada. No se pudo ejecutar la anulación

source: Priority simulator
es_es: Prioridad simulador

source: Product cannot be used under production environment
es_es: El producto no puede ser utilizado en el entorno de producción

source: Product cannot be used under test environment
es_es: El producto no puede ser utilizado en el entorno de pruebas

source: Product is marked for deletion and cannot be used
es_es: El producto está marcado para eliminar y no puede ser utilizado

source: Product not found
es_es: No se encuentra el producto

source: Product of the operation missing
es_es: No se encuentra el producto de la operación

source: Production
es_es: Producción

source: Protocol not supported
es_es: Protocolo no soportado

source: ProviderID not available
es_es: providerID no disponible

source: PSD2: BillAddrCountry field must be in ISO 3166-1 alpha-3 format
es_es: PSD2: Campo billAddrCountry debe ser en formato ISO 3166-1 alfa-3

source: PSD2: BillAddrCountry field not included with supplied billAddrState
es_es: PSD2: Campo billAddrCountry no incluido con billAddrState suministrado

source: PSD2: BillAddrState field must be in ISO 3166-2 format
es_es: PSD2: Campo billAddrState debe ser en formato ISO 3166-2

source: PSD2: Mandatory purchaseInstalData, recurringExpiry, and recurringFrequency fields in Instalment operation (MERCHANT_TRX_TYPE = I)
es_es: PSD2: Campos purchaseInstalData, recurringExpiry y recurringFrequency obligatorios en operación Instalment (MERCHANT_TRX_TYPE = I)

source: PSD2: Mandatory purchaseInstalData, recurringExpiry, and recurringFrequency fields in Recurring operation (MERCHANT_TRX_TYPE = R)
es_es: PSD2: Campos purchaseInstalData, recurringExpiry y recurringFrequency obligatorios en operación Recurring (MERCHANT_TRX_TYPE = R)

source: PSD2: MERCHANT_SCA_EXCEPTION field with incorrect value
es_es: PSD2: Campo MERCHANT_SCA_EXCEPTION con valor incorrecto

source: PSD2: MERCHANT_TRX_TYPE field with incorrect value
es_es: PSD2: Campo MERCHANT_TRX_TYPE con valor incorrecto

source: PSD2: MERCHANT_TRX_TYPE not supplied required with MERCHANT_SCA_EXCEPTION = MIT
es_es: PSD2: No se suministra MERCHANT_TRX_TYPE obligatorio con MERCHANT_SCA_EXCEPTION=MIT

source: PSD2: ShipAddrCountry field must be in ISO 3166-1 alpha-3 format
es_es: PSD2: Campo shipAddrCountry debe ser en formato ISO 3166-1 alfa-3

source: PSD2: ShipAddrCountry field not included with supplied shipAddrState
es_es: PSD2: Campo shipAddrCountry no incluido con shipAddrState suministrado

source: PSD2: ShipAddrState field must be in ISO 3166-2 format
es_es: PSD2: Campo shipAddrState debe ser en formato ISO 3166-2

source: PSD2: The purchaseInstalData value must be greater than 1
es_es: PSD2: El valor purchaseInstalData debe ser mayor que 1

source: PSD2: The recurringExpiry value must be in the format YYYYMMDD
es_es: PSD2: El valor recurringExpiry debe tener el formato AAAAMMDD

source: Quantity zero or invalid
es_es: Cantidad cero o no válida

source: Quick and paperless process with the confidence of Banco Sabadell. Have your ID at hand to process the financing.
es_es: Proceso rápido y sin papeles con la confianza de Banco Sabadell. Ten a mano tu DNI para tramitar la financiación.

source: Received 1200 to an operation already canceled which was answered with 914 or 481
es_es: Recibido 1200 a una operación ya anulada a la que se contestó con 914 o 481

source: Reception at the HCP of a communication message (1X2X) when a previous one is still being processed (1X2X/X)
es_es: Recepción en el HCP de un mensaje de comunicación (1X2X) cuando aún se está procesando una previa (1X2X/X)

source: Reference parameter missing
es_es: Falta el parámetro reference

source: Refund card does not match the authorization one
es_es: La tarjeta de la devolución no coincide con la de la autorización

source: Refund is not possible
es_es: No es posible la devolución

source: Refund operation not correctly specified
es_es: Operación de devolución no definida correctamente

source: Related Cards
es_es: Tarjetas Disponibles

source: Remove
es_es: Eliminar

source: Repeat operation with CHIP reading, using contacts, or double TAP plus PIN
es_es: Repita operación con lectura CHIP, utilizando contactos, o doble TAP más PIN

source: Repeat operation with CHIP reading, using contacts, or request PIN only
es_es: Repita operación con lectura CHIP, utilizando contactos, o solicite solo PIN

source: Required documentation is not complete
es_es: La documentación requerida está incompleta

source: Requires SCA authentication
es_es: Requiere autenticación SCA

source: Resolver Center not available. Local authorization
es_es: Centro Resolutor no disponible. Autorización local

source: Root element is not correct
es_es: El elemento raíz no es correcto

source: Save card
es_es: Guardar Tarjeta

source: Save card for future purchases
es_es: Guardar tarjeta para futuras compras

source: Save Description
es_es: Guardar

source: Scoring limit exceeded
es_es: Superado el límite de scoring

source: Security Policy
es_es: Política de seguridad

source: Select position to show Instant Credit calculator
es_es: Seleccione la posición para mostrar la calculadora de Instant Credit

source: Select priority of Instant Credit calculator
es_es: Seleccione la prioridad de la calculadora de Instant Credit

source: SEPA Credit Transfer denied
es_es: Operación SEPA Credit Transfer denegada

source: Service can not be completed
es_es: No puede finalizarse el servicio

source: Session not allowed
es_es: Sesión no permitida

source: Settlement rejected
es_es: Liquidación rechazada

source: shipping.shipAddrCity parameter required.
es_es: El parámetro shipping.shipAddrCity es obligatorio.

source: shipping.shipAddrCountry parameter required.
es_es: El parámetro shipping.shipAddrCountry es obligatorio.

source: shipping.shipAddrPostCode parameter required.
es_es: El parámetro shipping.shipAddrPostCode es obligatorio.

source: shoppingCart[].name parameter required
es_es: El parámetro shoppingCart[].name es obligatorio.

source: shoppingCart[].quantity parameter required.
es_es: El parámetro shoppingCart[].quantity es obligatorio.

source: shoppingCart[].unitPrice parameter required.
es_es: El parámetro shoppingCart[].unitPrice es obligatorio.

source: SIGNATURE field error
es_es: Error en el campo SIGNATURE

source: Signature not valid. Please review your settings
es_es: Firma no válida. Por favor, revise su configuración

source: Signature parameter missing
es_es: Falta el parámetro signature

source: Simulator Environment
es_es: Entorno Simulador

source: Simulator Hash
es_es: Hash Simulador

source: Simulator position
es_es: Posición del Simulador

source: single_product_summary
es_es: Sumario del producto

source: single_variation
es_es: Variación simple

source: SMS sending failed
es_es: Ha fallado el envío del SMS

source: Sort Order unrecognized
es_es: Tipo de ordenación no reconocido

source: stationID not available
es_es: stationID no disponible
